{
    "en": {
        "whoTitle": "Who We Are:",
        "whoContent": "The company 'La Popas' produces and delivers frozen semi-finished products and freshly cooked culinary products with a wide range that includes dishes from various countries and with a traditional taste so that we can bring our delicious goods to the table of anyone with a longing for home. Our project was created to satisfy the cravings of all food enthusiasts with 100% natural products. Our goal is to reach every home with the most delicious and appetizing dishes, prepared quickly and healthily. We hope and strive for our services and dishes to help preserve our traditions and culture.",
        "offerTitle": "What We Offer:",
        "offerContent": "'La Popas' guarantees quality products, deliciously cooked with care to satisfy anyone's cravings.\nAll our dishes are prepared based on 100% natural ingredients with superior quality raw materials to ensure a healthy lifestyle and maximum satisfaction. Our products are subject to strict regulations in accordance with Irish legislation and local HSA authorities.\nWe prioritize our customers and our products to achieve the highest customer satisfaction.",
        "insureTitle": "We Ensure:",
        "insureContent": "Our products and dishes exclude preservatives, colorants, flavor enhancers, or genetically modified organisms. The shelf life of our products is ensured through the use of advanced production and packaging technologies.",
        "colabTitle": "We Are Open to Collaboration:",
        "colabContent": "Stores, cafes, bars, petrol stations. We offer partnerships with affordable prices and special offers for each customer with individual requirements."
    },

    "ru": {
        "whoTitle": "Кто мы такие:",
        "whoContent": "Компания 'La Popas' производит и доставляет замороженные полуфабрикаты и свежие кулинарные продукты с широким ассортиментом, включая блюда из разных стран и с традиционным вкусом, чтобы мы могли предложить наши вкусные товары на стол каждому, кто тоскует по родному дому. Наш проект был создан, чтобы удовлетворить аппетиты всех гурманов 100% натуральными продуктами. Наша цель - достичь каждого дома с самыми вкусными и аппетитными блюдами, приготовленными быстро и здорово. Мы надеемся и стремимся, чтобы наши услуги и блюда помогли сохранить наши традиции и культуру.",
        "offerTitle": "Что мы предлагаем:",
        "offerContent": "'La Popas' гарантирует качественные продукты, вкусно приготовленные с заботой для удовлетворения аппетитов каждого.\nВсе наши блюда готовятся на основе 100% натуральных ингредиентов с высококачественными сырьевыми материалами, чтобы обеспечить здоровый образ жизни и максимальное удовлетворение. Наши продукты соответствуют строгим нормам в соответствии с ирландским законодательством и местными органами HSA.\nМы отдаём предпочтение нашим клиентам и нашим продуктам, чтобы достичь максимальной удовлетворенности клиентов.",
        "insureTitle": "Мы обеспечиваем:",
        "insureContent": "Наши продукты и блюда исключают консерванты, красители, усилители вкуса или генетически модифицированные организмы. Срок годности наших продуктов обеспечивается с использованием передовых технологий производства и упаковки.",
        "colabTitle": "Мы открыты для сотрудничества:",
        "colabContent": "Магазины, кафе, бары, заправки. Мы предлагаем партнёрство по доступным ценам и специальные предложения для каждого клиента с индивидуальными требованиями."
    },

    "ro": {
        "whoTitle": "Cine suntem:",
        "whoContent": "Companie “La Popas” produce și livrează semifabricate congelate și produse proaspăt gătite de culinarie cu o gamă largă cuprinzând bucate din diverse țări și cu gust tradițional astfel încât să aducem bunurile noastre delicioase pe masa oricui cu dorul de casa părintească. Proiectul nostru a fost creat pentru poftele tuturor gurmanzilor cu produse sută la sută naturale. Scopul nostru este să ajungem în fiecare casă cu cele mai delicioase și apetisante bucate, pregătite rapid și sănătos. Sperăm și tindem ca serviciile și bucatele noastre să ajute să păstrăm tradițiile și cultura noastră.",
        "offerTitle": "Ce oferim:",
        "offerContent": "“La Popas” oferă garantat produse de calitate, delicioase și gătite cu grijă pentru pofta oricui.\nToate bucatele noastre sunt gătite pe baza produselor 100% naturale cu materie primă de calitate superioară pentru a vă asigura un mod de viata sănătos și o satisfacție maximă. Produsele noastre sunt supuse la norme stricte respectând standardele alimentare conform legislației Irlandeze și autorităților locale HSA.\nAcordăm prioritate consumatorilor noștri și produselor noastre pentru a atinge maxima satisfacție clienților noștri.",
        "insureTitle": "Vă asigurăm:",
        "insureContent": "Produsele si bucatele noastre exclud conservanti, coloranti, potentiatori de arome sau organisme modificate genetic. Termenul de valabilitate al produselor noastre este asigurat prin utilizarea tehnologiilor avansate de producție și ambalare.",
        "colabTitle": "Suntem deschiși spre colaborare:",
        "colabContent": "Magazine, cafenele, baruri, stații Peco. Oferim un parteneriat cu prețuri accesibile și oferte speciale pentru fiecare client cu cerințe individuale."
    }
}
